xmlsamples/DAS_Query/PROD-ID-GetCascadeList-AIS-ID380.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xrsi="http://www.westernunion.com/schema/xrsi" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Header/>
   <soapenv:Body>
      <xrsi:h2h-das-request>
         <foreign_remote_system>
            <identifier>WGHHID3801P</identifier>
            <reference_no>925530</reference_no>
            <counter_id>40114A0</counter_id>
         </foreign_remote_system>
         <name>GetCascadeList</name>
         <filters>
            <queryfilter1>en</queryfilter1>
            <queryfilter2>CMBBAN</queryfilter2>
         </filters>
      </xrsi:h2h-das-request>
   </soapenv:Body>
</soapenv:Envelope>